"AboutWindow.DevelopedStaticTextText" = "Η ανάπτυξη του λογισμικού έγινε από την \"AlphaOmega Software\"";"AboutWindow.FadeInTimer.DevelopedStaticTextText" = "Η ανάπτυξη του λογισμικού έγινε από την \"AlphaOmega Software\"";"AboutWindow.AboutTimer.DevelopedStaticTextText" = "Η ανάπτυξη του λογισμικού έγινε από την \"AlphaOmega Software\"";"AboutWindow.FadeOutTimer.DevelopedStaticTextText" = "Η ανάπτυξη του λογισμικού έγινε από την \"AlphaOmega Software\"";"CommonMenuModule.AppleAboutText" = "Περί του...";"CommonMenuModule.ApplePreferencesText" = "Προτιμήσεις...";"CommonMenuModule.AppleQuitText" = "Έξοδος";"CommonMenuModule.EditClearText" = "Καθαρισμός";"CommonMenuModule.EditCopyText" = "Αντιγραφή";"CommonMenuModule.EditCutText" = "Αποκοπή";"CommonMenuModule.EditPasteText" = "Επικόλληση";"CommonMenuModule.EditText" = "Επεξεργασία";"CommonMenuModule.HelpDocumentationText" = "Διαβάστε την τεκμηρίωση...";"CommonMenuModule.HelpTranslateText" = "Μεταφράστε σε άλλη γλώσσα...";"CommonMenuModule.HelpPurchaseText" = "Αγοράστε έναν κωδικό κατοχύρωσης...";"CommonMenuModule.HelpText" = "Βοήθεια";"CommonMenuModule.HelpWebsiteText" = "Πηγαίνετε στον ιστότοπο...";"CommonMenuModule.HelpContactText" = "Επικοινωνήστε μαζί μας...";"CheckForUpdateContainerControl.CheckCheckBoxCaption" = "Αυτόματος έλεγχος ενημέρωσης κατά το άνοιγμα.";"CheckForUpdateThread.NewVersionAvailableMessage" = "Υπενθύμιση ενημέρωσης\r\rΜια νέα έκδοση του %APPLICATIONNAME%  είναι διαθέσημη.\rΜπορείτε να την κατεβάσετε τώρα από την ιστοσελίδα μας.";"ResetPreferencesContainerControl.ResetCheckBoxCaption" = "Επαναφορά των προτιμήσεων στο επόμενο ξεκίνημα.";